// import image from '../../assets/National-Portal-Card-PM.jpeg'
import './noticeboard.css'


const NoticeBoard = () => {
    return (
        <div className='mx-5 md:mx-0'>

            <div id="notice-board" className='mt-5'>
                <div className="notice-board-bg">
                    <h3 className=''><a href="/notice">Notice Board</a></h3>

                    <div id="notice-board-ticker">
                        <ul>
                            <li>
                                <a href="/nodes/view/800">
                                    শ্রী শ্রী শিবরাত্রী ব্রত এবং শব-ই মিরাজ উপলক্ষে বিদ্যালয় বন্ধের নোটিশ</a>
                            </li>
                            <li>
                                <a href="/nodes/view/796">মাঘী পূর্ণিমা উপলক্ষে প্রতিষ্ঠান বন্ধের নোটিশ</a>
                            </li>
                            <li>
                                <a href="/nodes/view/793">পবিত্র রমাজান, স্বাধীনতা ও জাতীয় দিবস,ইস্টার সানডে,বৈসাবি,নববর্ষ,শব-ই-ক্বদর,জুমাতুল বিদা, ঈদ-উল-ফিতর উপলক্ষে পাঠদান কার্যক্রম…</a>
                            </li>
                            <li>
                                <a href="/nodes/view/713">School Closure Notice</a>
                            </li>
                            <li>
                                <a href="/nodes/view/711">Government directives</a>
                            </li>
                        </ul>
                        <a className="btn right" href="">More</a>
                    </div>
                </div>
            </div>

            <div className='mt-5'>
                <h1 className='history-title'></h1>
                <p className='history text-justify'>
                    আলোকঝাড়ি উচ্চ বিদ্যালয় একটি শিক্ষা প্রতিষ্ঠান যা জয়গঞ্জ জয়গঞ্জ খানসামা দিনাজপুরে অবস্থিত। এর এডুকেশনাল ইনস্টিটিউট আইডেন্টিফিকেশন নম্বর বা EIIN, হল 120614। 01 জানুয়ারী, 1962 সালে, এটি প্রথম চালু করা হয়েছিল। আলোকঝাড়ি উচ্চ বিদ্যালয়ের বিকল্প নাম আলোকঝাড়ী উচ্চ বিদ্যালয়। এটি একটি সম্মিলিত ধরণের সহ-শিক্ষামূলক প্রোগ্রাম। প্রতিষ্ঠানটি নিম্নলিখিত ক্ষেত্রে শিক্ষা প্রদান করে: বিজ্ঞান, ব্যবসায় অধ্যয়ন, মানবিক।
                    <br /> <br />
                    এর এমপিও নম্বর হল 7810011303৷ এটি দিনের শিফটে কাজ করে৷ এর ব্যবস্থাপনা হল ব্যবস্থাপনা। এটির স্বীকৃতি সরকার কর্তৃক স্বীকৃত এবং স্বীকৃতির স্তরটি সেকেন্ডারি। স্কুল/কলেজের এমপিও লেভেলের এমপিও নম্বর 7810011303 আছে এবং এমপিওর ধরন হ্যাঁ। আলোকঝাড়ি উচ্চ বিদ্যালয় দিনাজপুর শিক্ষা বোর্ডের অধীনে।
                    <br />  <br />
                    যদিও অন্যান্য অনেক উচ্চ বিদ্যালয় অসংখ্য শৃঙ্খলা শেখায়, আপনি এই উচ্চ বিদ্যালয়ে বিজ্ঞান, ব্যবসায় অধ্যয়ন, মানবিকের মতো প্রধান শাখাগুলি খুঁজে পেতে পারেন। এই ইনস্টিটিউটের ব্যবস্থাপনার ধরন হল ব্যবস্থাপনা। এটি যে অঞ্চলে অবস্থিত সেটি হল গ্রামীণ যার ভৌগোলিক অবস্থান সমভূমি হিসেবে। প্রতিষ্ঠানটি ৯ নম্বর নির্বাচনী এলাকায়। আলোকঝাড়ি উচ্চ বিদ্যালয়ে শিক্ষকদের গড় বয়স ৪৮ বছর।

                </p>
            </div>
        </div >
    );
};

export default NoticeBoard;